"OK" = "ठीक है";
"All subscriptions" = "सभी सदस्यताएँ";
"Privacy" = "गोपनीयता";
"Privacy policy" = "गोपनीयता नीति";
"Purchases restored successfully!" = "खरीदारी सफलतापूर्वक बहाल हो गई!";
"Restore" = "पुनर्स्थापित करना";
"Restore purchases" = "खरीदारी वापस लौटाएं";
"Terms" = "शर्तें";
"Terms and conditions" = "नियम और शर्तें";
"Annual" = "वार्षिक";
"6 Month" = "6 माह";
"3 Month" = "तीन माह";
"2 Month" = "2 माह";
"Monthly" = "महीने के";
"Weekly" = "साप्ताहिक";
"Lifetime" = "जीवनभर";
"%d%% off" = "%d%% छूट";
"Continue" = "जारी रखना";
"Default_offer_details_with_intro_offer" = "अपना {{sub_offer_duration }} परीक्षण शुरू करें, फिर {{ total_price_and_per_month }}।";
"Something went wrong" = "कुछ गलत हो गया";
"Purchase" = "खरीदें";
